Repository: DinggiDing/OneDDContent
Catalog: Sources/OneDDContent/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

# 5개의 질문
source: 5 questions
ja: 5つの質問
ko: 5개의 질문

# Q1. 오늘 세운 목표는 무엇이었나요?
source: Q1. What was your goal for today?
ja: Q1. 今日立てた目標は何でしたか？
ko: Q1. 오늘 세운 목표는 무엇이었나요?

# Q2. 그 도전을 어떻게 달성했나요?
source: Q2. How did you achieve that challenge?
ja: Q2. そのチャレンジをどのように達成しましたか？
ko: Q2. 그 도전을 어떻게 달성했나요?

# Q3. 누구와 가장 많은 상호작용을 했나요?
source: Q3. Who did you interact with the most today?
ja: Q3. 誰と最も多く交流しましたか？
ko: Q3. 누구와 가장 많은 상호작용을 했나요?

# Q4. 오늘 배운 새로운 것은 무엇인가요?
source: Q4. What is something new you learned today?
ja: Q4. 今日学んだ新しいことは何ですか？
ko: Q4. 오늘 배운 새로운 것은 무엇인가요?

# Q5. 오늘 감사했던 일은 무엇인가요?
source: Q5. What are you grateful for today?
ja: Q5. 今日感謝したことは何ですか？
ko: Q5. 오늘 감사했던 일은 무엇인가요?

# 그 도전을 ###어떻게$$$ 달성했나요?
source: ###How$$$ did you achieve that challenge?
ja: そのチャレンジを###どのように$$$達成しましたか？
ko: 그 도전을 ###어떻게$$$ 달성했나요?

# 오늘 ###감사했던 일$$$은 무엇인가요?
source: What were you ###grateful$$$ for today?
ja: 今日###感謝したこと$$$は何ですか？
ko: 오늘 ###감사했던 일$$$은 무엇인가요?

# 오늘 ###누구$$$와 가장 많은 상호작용을 했나요?
source: ###Who$$$ did you interact with the most today?
ja: 今日###誰$$$と最も多く交流しましたか？
ko: 오늘 ###누구$$$와 가장 많은 상호작용을 했나요?

# 오늘 배운 ###새로운 것$$$은 무엇인가요?
source: What ###new thing$$$ did you learn today?
ja: 今日学んだ###新しいこと$$$は何ですか？
ko: 오늘 배운 ###새로운 것$$$은 무엇인가요?

# 오늘 아침에 일어나서 세운 ###목표$$$는 무엇이었나요?
source: What was ###your goal$$$ when you woke up this morning?
ja: 今日の朝、起きてから立てた###目標$$$は何でしたか？
ko: 오늘 아침에 일어나서 세운 ###목표$$$는 무엇이었나요?

# 오늘 하루 되돌아 보기
source: Reflect on Today
ja: 今日一日を振り返る
ko: 오늘 하루 되돌아 보기

# 키워드 위주로 작성해주세요
source: Focus on Keywords
ja: キーワードで作成してください
ko: 키워드 위주로 작성해주세요
